import React from "react";

const MARE_TEXT = () => {
  return (
    <>
      <p>О БРЕНДЕ | &apos;MARE&apos;</p>
      <p>
        Бренд создающий комфортное нижнее белье в сочетании с элегантной
        сексуальностью. Об этом дуэте мечтают тысячи женщин, а попробовать
        воплощение идеи можно с 2021 года.
      </p>
      <p>Для бренда разработаны:</p>
      <ul>
        <li>Логотип</li>
        <li>Цветовая гамма</li>
        <li>Фирменные шрифты</li>
        <li>Фирменный паттерн</li>
        <li>Упаковка</li>
        <li>Бирки навесные</li>
        <li>Бирки вшивные</li>
        <li>Подарочный сертификат</li>
        <li>Гайдбук</li>
      </ul>
    </>
  );
};

const TEA_TEXT = () => {
  return (
    <>
      <p>О БРЕНДЕ | &apos;TEA&apos;</p>
      <p>
        Бренд о классической японской кухне, которая так полюбилась всему миру.
        Ресторан со своей непередаваемой атмосферой, стильным уютным двориком,
        где каждый гость может прогуляться и, конечно, аутентичной едой.
      </p>
      <p>
        ЗАДАЧА | Разработать логотип, который будет отражать классический стиль
        и концепцию ресторана.
      </p>
      <p>
        РЕШЕНИЕ | Было решено сделать комбинированный логотип. В основе создания
        графического решения лежит идея японских иероглифов.
      </p>
    </>
  );
};

const LORESI_TEXT = () => {
  return (
    <>
      <p>О БРЕНДЕ | &apos;LORESI&apos;</p>
      <p>
        Бренд женских платьев премиум класса. Это великолепные изделия для
        молодых девушек и элегантных женщин, которые хотят быть самыми
        неотразимыми на любом празднике. Они ценят своё время и ждут от магазина
        безукоризненного качества. Создатели бренда тщательно следят за всеми
        этапами работы, от разработки индивидуального дизайна для каждого платья
        до момента продажи.
      </p>
      <p>
        Было решено сделать шрифтовой логотип, который передает все заданные
        ощущения. Утвержденный логотип будет универсален для любых целей и
        задач.
      </p>
    </>
  );
};

export { MARE_TEXT, TEA_TEXT, LORESI_TEXT };
